[{"titulo":"Batman: Child of Dreams (Manga)","autor":"Asamiya Kia","anoDePublicacao":2022,"descricao":"DER GEFEIERTE BATMAN-MANGA! Batman wacht im Zeichen der Fledermaus über die düstere Stadt Gotham City. Einmal mehr muss er sich hier seinen Erzfeinden Two-Face, Pinguin, Riddler und Joker stellen. Doch diesmal sind die Superschurken nicht die, die sie zu sein scheinen, und Batman trifft sogar auf einen anderen Dunklen Ritter. Die Rätsel, die sich damit auftun, führen den Mitternachtsdetektiv schließlich nach Tokio – wo Catwoman bereits auf ihn wartet ... Der von Kritikern und Fans gefeierte Batman-Manga in einer Neuauflage! Geschrieben und gezeichnet vom japanischen Superstar Kia Asamiya (Silent Möbius, Dark Angel), komplett in einem Band und mit reichlich Bonusmaterial. ENTHÄLT: BATMAN: CHILD OF DREAMS","editora":"DC COMICS bei Panini Comics","categoria":"Comics \u0026 Graphic Novels","imagens":{"smallThumbnail":"http://books.google.com/books/content?id\u003d025xEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d5\u0026edge\u003dcurl\u0026source\u003dgbs_api","thumbnail":"http://books.google.com/books/content?id\u003d025xEAAAQBAJ\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api"}},{"titulo":"Superman and Philosophy","autor":"Mark D. White","anoDePublicacao":2013,"descricao":"Go beyond the cape and into the mind of the Man of Steel, in time for release of Zack Snyder\u0027s Man of Steel movie and Superman\u0027s 75th anniversary He has thrilled millions for 75 years, with a legacy that transcends national, cultural, and generational borders, but is there more to the Man of Steel than just your average mythic superhero in a cape? The 20 chapters in this book present a fascinating exploration of some of the deeper philosophical questions raised by Superman, the Last Son of Krypton and the newest hero in the Blackwell Philosophy and Pop Culture arsenal.","editora":"John Wiley \u0026 Sons","categoria":"Philosophy","imagens":{"smallThumbnail":"http://books.google.com/books/content?id\u003dOq_s-Rfy4CEC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d5\u0026edge\u003dcurl\u0026source\u003dgbs_api","thumbnail":"http://books.google.com/books/content?id\u003dOq_s-Rfy4CEC\u0026printsec\u003dfrontcover\u0026img\u003d1\u0026zoom\u003d1\u0026edge\u003dcurl\u0026source\u003dgbs_api"}}]